tap "buildpacks/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "nektos/tap"
tap "pivotal/tap"
tap "spring-io/tap"
tap "starkandwayne/cf"
brew "act"
brew "autoconf", link: false
brew "python@3.10", link: false
brew "azure-cli"
brew "bash"
brew "bazel"
brew "dnsmasq"
brew "docker", link: false
brew "docker-machine-driver-xhyve"
brew "erlang"
brew "libevent"
brew "ffmpeg"
brew "git", link: false
brew "git-secrets"
brew "go"
brew "gradle"
brew "grpcurl"
brew "hey"
brew "hugo"
brew "jenkins"
brew "oniguruma"
brew "jq", link: false
brew "kotlin"
brew "maven"
brew "minikube", link: false
brew "mysql"
brew "nghttp2"
brew "node", link: false
brew "nodebrew"
brew "openshift-cli"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv", link: false
brew "python@3.8", link: false
brew "python@3.9", link: false
brew "rabbitmq"
brew "squashfs"
brew "snapcraft"
brew "tmux"
brew "tree"
brew "wget"
brew "xhyve"
brew "yarn"
brew "buildpacks/tap/pack"
brew "heroku/brew/heroku", link: false
brew "starkandwayne/cf/riff"
cask "blackhole-2ch"
cask "macdown"
cask "minikube"
cask "minishift"
cask "virtualbox"
